from config import *

# start = '''🌟 С помощью этого бота <b>Вы сможете больше и с удовольствие зарабатывать!</b>🌟
# 🧐 Знакомьтесь со <u>скриптами</u>,
# 🤝 Проходите предлагаемые <u>кейсы</u>,
# 👌 <b>Совершенствуйте свои навыки продаж!</b>'''

start = '''🌟С помощью этого бота <b>Вы сможете натренеровать свои навыки продаж!</b>'''

lession_start = '''<b>Выберите материал для изучения</b>'''

sys_prmt_clienttypes = '''Типы посетителей:
•	муравьи – точно знают, что хотят купить, идет целенаправленно, к витрине или продавцу, сам инициирует диалог или сразу откликается на обращение продавца;
•	пчелы – знают, что хотят купить, но не знают, какое конкретно украшение, заходят неспеша, не смотрят на продавца, редко инициируют контакт, могут неохотно отвечать на вопросы продавца, часто предпочитают рассматривать витрины самостоятельно;
•	бабочки – гуляют, нет цели что-то купить, расслабленная походка, обходят салон по периметру, часто отвечают «я просто посмотрю».

'''
sys_prmt_salestrategy = '''
Как вести себя с клиентом-муравьем:
•	быть четким и оперативным
•	хорошо знать ассортимент салона
•	поддержать выбор клиента
•	предлагать второе украшение

Как вести себя с клиентом-пчелой:
•	нельзя быть настойчивым и показывать желание продать
•	создать ощущение комфорта
•	не торопить
•	качественно установить контакт, вызвать доверие
•	не оставлять в одиночестве

Как вести себя с клиентом-бабочкой
•	ненавязчивый разговор
•	не предлагать сразу ничего конкретного
•	показать что гулять по салону – нормально!
•	работать вовлеченно и заинтересованно

'''